[{"title": "Imran Khan court hearing cancelled after clashes in Pakistan capital", "link": "https://www.bbc.com/news/world-asia-64998922", "description": "This video can not be playedWatch: Imran Khan's chaotic court summons in 60 secondsA court in Islamabad has cancelled a hearing into charges former Pakistan Prime Minister Imran Khan sold state gifts following clashes between his supporters and police.Police said Mr Khan's backers threw stones and fired tear gas near the court complex.The former cricketer-turned-politician has since set off back to his home in Lahore, which police raided in his absence and made arrests.He denies the charges against him.The chaotic scenes saw Mr Khan unable to enter the court before the judge agreed that he could mark his attendance and return home.The ex-PM says the charges against him are politically motivated but says he is attending court \"because I believe in the rule of law\". The government says the charges against him have nothing to do with politics.He told Reuters that he had formed a committee to lead his party, the Pakistan Tehreek-e-Insaf (PTI), in the event of his arrest.About 4,000 security officials, including elite commandos and anti-terrorism squads, have been deployed in Islamabad, AFP reported.Police blocked the highway into Islamabad with shipping containers and large trucks to stop Mr Khan's convoy as it approached the city. Officers armed with sticks and tear gas cannisters let his vehicle through, but most of his supporters were turned away.Speaking to the BBC when the convoy was stationary, Mr Khan said that the authorities were trying to put him in prison to keep him out of the general election race later this year. \"I won't be able to campaign - that's the whole thing,\" he said.Earlier this week he told the BBC: \"Whether I am in jail or not they will not be able to stop my party winning.\"In a sign of the deep divisions within Pakistani politics, the current Prime Minister Shebaz Sharif tweeted that Mr Khan's \"antics of the last few days\" had \"laid bare his fascist and militant tendencies\" and accused him of using supporters as \"human shields\".Earlier in the week Lahore police tried to arrest Mr Khan after he missed a hearing, and officers clashed with supporters outside his home. On Friday, the court granted Mr Khan protection against arrest on the assurance that he would appear in court on Saturday. On Saturday Lahore police used a digger to gain entry to Mr Khan's residence in an operation involving nearly 1,000 security personnel, according to local media. Police later said they had arrested Khan supporters who had been involved in violence against police earlier in the week, including for throwing petrol bombs.The Punjab police chief said some officers would remain outside Mr Khan's residence.Mr Khan was ousted as prime minister last April in a no-confidence vote but has kept up pressure on his successor Mr Sharif with demonstrations and speeches calling for elections due later this year to be held early.He blames Mr Sharif for an assassination attempt at a rally in November in which he was wounded in the leg. Authorities have rejected the accusation.Mr Khan faces multiple court cases, including terrorism charges. He has cited a variety of reasons - including security concerns and injury from the assassination attempt in November - for not showing up to hearings. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Can Vladimir Putin actually be arrested?", "link": "https://www.bbc.com/news/world-europe-64997048", "description": "This video can not be playedThe International Criminal Court has issued an arrest warrant for Russian president Vladimir Putin, for alleged war crimes in Ukraine. But how easy is it to arrest a sitting president?BBC correspondents Anna Holligan and Steve Rosenberg explore the difficulties the ICC could face if they want to detain Vladimir Putin.Video by Ian Casey© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Abortion pills banned in Wyoming as Texas judge considers nationwide decision", "link": "https://www.bbc.com/news/world-us-canada-64998920", "description": "Wyoming has become the first US state to ban abortion pills after its governor signed a bill that made prescribing or selling them illegal.Violating it is punishable by up to six months in jail and a $9,000 fine.Women \"upon whom a chemical abortion is performed or attempted\" will not be prosecuted.As Mark Gordon signed the bill on Friday, a Texas judge was considering a lawsuit that could effectively ban a common abortion pill nationwide.Abortion pills are the most common method of pregnancy termination in the US.The Wyoming bill, which was passed by the state's Republican-controlled legislature earlier this month, makes it illegal to \"prescribe, dispense, distribute, sell or use any drug for the purpose of procuring or performing an abortion\". The law is scheduled to take effect on 1 July.It does not cover morning-after pills or treatment to protect a woman whose health or life is in danger.It also exempts treatment of a \"natural miscarriage according to currently accepted medical guidelines\".Wyoming American Civil Liberties Union (ACLU) advocacy director Antonio Serrano criticised the bill, saying \"a person's health, not politics, should guide important medical decisions - including the decision to have an abortion\".Wyoming only has one clinic that provides abortions - the Women's Health & Family Care Clinic in Jackson.The state is one of many in which legal fights over abortion bans are ongoing after the Supreme Court reversed the landmark 1973 Roe v Wade judgement legalising abortion.More than a dozen states have enacted near-total bans on abortions, several of which have been put on hold by the courts. Mr Gordon, who is a Republican, also said he would allow a separate, wider bill that bans abortion except in limited circumstances to become law on Sunday without his signature. Both this ban and the ban on abortion pills could face challenges in the courts. It is not clear when a wider ban would come into force.Even more states have placed restrictions on abortion medication, such as requiring an in-person visit to a doctor before obtaining a pill.Meanwhile in Texas, Judge Matthew Kacsmaryk, an appointee of former President Donald Trump, is expected to rule imminently on whether a commonly used abortion pill, mifepristone, should be sold in the US, in a ruling that could curtail access to the drug nationwide.Mifepristone can be taken at home and is used in more than half of US pregnancy terminations.The judge is set to rule on a lawsuit filed by an anti-abortion group in Texas arguing that the drug's safety was never properly studied by the US Food and Drug Administration (FDA), which approves medicines. President Joe Biden's administration has argued that mifepristone's approval was well supported by science.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Italy leaves children of same-sex parents in limbo", "link": "https://www.bbc.com/news/world-europe-64967517", "description": "In 2018, Maria Silvia Fiengo and Francesca Pardi were among Italy's first same-sex couples to be registered as parents. The mayor of Milan, Giuseppe Sala, took a progressive stance and allowed children born to parents of the same gender to be acknowledged in the absence of clear national legislation.  For Maria Silvia and Francesca - and their four children Margherita, twins Giorgio and Raffaele, and Antonio - being finally recognised as a household after years of legal challenges and discrimination was \"truly incredible\".This week, however, what was then seen as a major victory for equality and acceptance by the LGBT community was reversed.Italy's right-wing government instructed Milan's city council to stop registering the children of same-sex parents, reigniting a debate around Prime Minister Giorgia Meloni's conservative agenda.Families, activists and political opponents are to protest against the ban in Milan on Saturday.Ms Meloni, who leads the far-right Brothers of Italy party, made anti-LGBT rhetoric a cornerstone of her electoral campaign, promising to protect traditional values. \"We were always a family, but being officially recognised as such by our own mayor made us feel welcome,\" said Maria Silvia Fiengo. \"Today, looking at what the government is doing, and knowing that other families won't be able to have the same opportunity, we feel discouraged.\" Italy legalised same-sex civil unions in 2016 under a centre-left government.However, stiff resistance from Catholic and conservative groups meant that the law stopped short of granting adoption rights to same-sex couples as well. Opponents said it would encourage surrogate pregnancies, which are still illegal in Italy. That left a regulatory vacuum surrounding several aspects of LGBT family life, including adoption. Solutions aimed at getting around bureaucratic hurdles were reached on a case-by-case basis, as cases went to court.Some local administrators, including the centre-left mayor of Milan, decided that children of same-sex couples would be registered independently.  Mr Sala has now announced he has been forced to halt the practice after he was sent a letter by the interior ministry. It cited a ruling by Italy's highest court requiring court approval for legal recognition of parental status. \"It is a clear step backwards, politically and socially, and I put myself in the shoes of those parents who thought they could count on this possibility in Milan,\" said the mayor in his daily podcast Buongiorno Milano, adding that he was left with no other choice.Children who are denied the right to have both parents recognised on their birth certificate are left in a legal limbo.Their families face a range of challenges. In the most extreme scenario, if the legally recognised parent were to pass away, the children could become wards of the state and face the prospect of being orphaned. In Italy's LGBT community, this has led to a growing sense of frustration and anxiety, while the Meloni government's hostile approach to LGBT rights has further exacerbated the issue.\"Children end up having limited access to key services and benefits, such as healthcare, inheritance and child support,\" said Angelo Schillaci, law professor at Sapienza University in Rome. \"At present, only one parent is recognised by law, the other one is a ghost. In real life, parents and children play together, cook together, play sports and go on holiday together. But on paper, they are apart, the state does not see them. It's a paradoxical situation.\" The prime minister, elected last September, has been a vocal supporter of traditional family and Christian values, campaigning against what she calls \"gender ideology\" and the \"LGBT lobby\". Months before she came to power, she proposed a law that would make surrogacy by an Italian citizen a universal crime, and it is still on her party's agenda. \"Boys and girls with two mothers and two fathers already exist in Italy, Prime Minister Meloni should get over it,\" said Alessia Crocini, president of the Rainbow Families association. \"We must guarantee our children the same rights as their peers.\" \"We feel under attack,\" said Angela Diomede, who will take part in the Milan rally with her wife and their six-year-old girl. \"I don't understand this obsession of the government with targeting children, it doesn't lead anywhere.\" Italy's Senate this week also rejected a proposal for a standardised European parenthood certificate that would be recognised across all 27 member states of the EU.For children, it would mean proof of parenthood and for parents it would be a guaranteed right to be recognised across the EU, protecting rights such as inheritance and citizenship. But for Italy's far-right infrastructure minister, Matteo Salvini, it was a step too far. \"A person can be heterosexual, homosexual or bisexual: love is free, beautiful and sacred for all,\" he tweeted.Riccardo Magi, an opposition MP in favour of the Europe-wide certificate, complained: \"The world goes one way, the [Italian] government goes the other.\" The debate is being followed closely from the north-eastern city of Udine by Stefano Zucchini and his husband Alberto.They have two six-year-old twins, who were born in California through surrogacy, and hope to be legally recognised as a family one day. In the US, they are both recognised as parents. But in Italy, Stefano is listed as a single father, and that legal status makes life complicated.\"Even things that are normal for most people, such as driving the kids to the kindergarten or to a doctor appointment, can become a challenge,\" he told the BBC.\"They don't see us, but our love is as strong as ever. That, for sure, exists.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Thousands may have lost out to crypto trading app", "link": "https://www.bbc.com/news/technology-64939146", "description": "Thousands of people are believed to have lost their savings after investing in a cryptocurrency trading app called iEarn Bot. Experts who have investigated the company say it could be one of the largest crypto scandals to date.Trading in cryptocurrencies has become popular, with people often promised large rewards over short periods.But law enforcement agencies warn of a growing number of scams and recommend investors conduct \"due diligence\".Roxana, not her real name, is from Romania. She says she lost hundreds of euros when she invested in iEarn Bot. She asked not to have her identity revealed as she fears her professional reputation might be damaged.Customers buying the bots - like Roxana - were told their investment would be handled by the company's artificial intelligence programme, guaranteeing high returns.\"I invested in a bot for one month,\" Roxana tells the BBC. \"You could see in the app how many dollars the app was creating: there were graphics showing how the investment was progressing. \"It looked quite professional until, at some point, they announced maintenance.\" At that point, for some time, withdrawals from the app were frozen.\"Some people started to say 'I cannot withdraw... what is happening',\" explains Roxana. \"I made the request to withdraw and the money just disappeared. The portfolio became zero - but I was never credited on my wallet with any money.\"In Romania, dozens of high-profile figures, including government officials and academics, were persuaded to invest via the app because it was sponsored by Gabriel Garais, a leading IT expert in the country. Mr Garais says he too was fooled into investing his own savings in the app and lost his money.But Roxana insists, had it not been for Garais's sponsorship, she would have never considered investing.\"We had the knowledge to think this might be a scam,\" she says, \"but the fact that, in between us and the company there was a reputable teacher, meant that we didn't check too much - we didn't doubt too much.\"What happened in Romania is not an isolated incident. Nor is it unique to Romania. When Silvia Tabusca, a Romanian organised crime expert from the European Center for Legal Education and Research, began looking into iEarn Bot, she discovered that many people in other countries had also lost their money in the scheme. What surprised her most was the scale of the operation.\"From what we have seen, the number of investors is quite high,\" she says. \"In Indonesia, for example, they [iEarn Bot] claim they had 800,000 customers.\" \"At first the app works very well,\" says Ms Tabusca. \"When they have enough investors and enough money invested in a specific country, they don't allow that country to withdraw any more - and they open other countries.\" iEarn Bot presents itself as a US-based company with excellent credentials, but when the BBC fact-checked some information on its website, it raised some red flags.The man whom the site names as the company's founder told us he had never heard of them. He said he has made a complaint to the police. The Massachusetts Institute of Technology, alongside companies such as Huawei and Qualcomm, are all named as \"strategic partners\" of iEarn Bot, but they too said they have no knowledge of the company and they are not working with it.On the website, the company does not provide any contact information. When the BBC checked the history of its Facebook page, we learned that until the end of 2021, the account was advertising weight-loss products. It is managed from Vietnam and Cambodia.iEarn Bot places a big emphasis on pushing investors to recruit more people to join the app. \"The way people in this company operate is more similar to a Ponzi scheme, than an actual business,\" says Ms Tabusca.The BBC has also seen chat conversations where people, who claim to be from iEarn Bot's customer service, told investors that in order to withdraw their money, they must pay a 30% fee. \"Some people were quite desperate to get their money back, so they paid the fee - but they still couldn't withdraw,\" says Ms Tabusca.The BBC has repeatedly approached iEarn Bot for comment but so far it has not responded.In some countries, such as Nigeria and Colombia, local leaders were pushed by iEarn Bot mentors - with whom they only ever communicated on Telegram - to organise recruiting events.Andres, from Colombia, said he actively recruited people to join the app. He still believes the company is legitimate.\"They had their registration in the US that showed they were legit,\" he says. \"And they were paying.\"In his country, withdrawals were stopped in December. People were told the company was transforming investment in USDT - a well-established cryptocurrency - into a new coin called iBot, which had the same value. Investors were asked to be patient until March, when the new coin was expected to be officially launched. But people are still waiting to access their money.\"[People] took loans to invest. They used money from other sources, many people were affected,\" says Andres. \"As the local leaders did not have answers, people started to get angry.\"With the help of an analyst, the BBC managed to identify one main crypto wallet that received payments from about 13,000 potential victims, for a profit of almost $1.3m (£1m) in less than one year.But we could not track down where and to whom the money went. For investigators, this is a common issue.\"One of the challenges is to identify and attribute who the illicit actor is, where the value is going, and then being able to take investigative steps and law enforcement action,\" says John Wyman, chief of the FBI's new Virtual Assets Unit.Investigations in this sort of scheme, he says, go global quickly. Such investigations require international co-operation and may take longer, but he insists that those responsible are eventually brought to justice.The FBI set up the Virtual Assets Unit last year in order to respond to the growing number of crimes using virtual currencies. It invites people who have been victims of scams to make a complaint on the FBI's dedicated page.But law enforcement agencies maintain the best way to fight scammers remains prevention.\"Knowledge - and doing some due diligence before the investment  - it's critical,\" says Mr Wyman. \"It's like everything else: if it sounds too good to be true, it often is.\"Watch the full report on Click© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Menindee: Millions of dead fish wash up near Australian town", "link": "https://www.bbc.com/news/world-australia-64992726", "description": "This video can not be playedWatch: The river filled with dead fishResidents in a regional Australian town have woken to find millions of dead fish in their river.The large-scale fish deaths were first reported on Friday morning in the New South Wales' (NSW) town of Menindee.The state's river authority said it was a result of an ongoing heatwave affecting the Darling-Baaka river.Locals say it is the largest fish death event to hit the town, that experienced another significant mass death of fish just three years ago.In a Facebook post, the NSW Department of Primary Industries (DPI) said the heatwave put \"further stress on a system that has experienced extreme conditions from wide-scale flooding\".Heatwaves have become more frequent, more intense, and last longer because of human-induced climate change. The world has already warmed by about 1.1C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.Speaking to the BBC, Menindee resident Graeme McCrabb described the deaths as \"surreal\". \"It'll probably be a bit more confronting today,\" he said, as he warned that locals were anticipating that even more fish would die as the already decomposing fish sucked more oxygen from the water. Around 500 people live in the town in far-west New South Wales. The Darling-Baaka river is a part of the Murray Darling Basin, Australia's largest river system.The NSW DPI also said that the fish deaths were \"distressing to the local community\", a sentiment echoed by Mr McCrabb.\"You can just imagine leaving a fish in your kitchen to rot with all the doors shut and no air conditioner, and we've got millions of them.\"The temperature in Menindee was expected to reach 41C on Saturday.He added that locals in the regional town rely on the Darling-Baaka for water supplies, \"we use the river water for washing and showering in so people won't be able to use that water for those basic needs again,\" he said.\"Over time those people won't be able to access that water for domestic use which is just shameful\".This week's fish deaths throws a light on the troubles facing the Murray Darling Basin. Drought and increased human use has impacted the health of the Murray Darling ecosystem. The Murray Darling Basin authority said agriculture, industries and communities have used water from the river system which has resulted in less water flowing through the river.It also said the Basin is prone to extreme weather events and has a highly variable climate that makes it vulnerable to both fires and droughts. In 2012, a plan worth A$13bn (£8.45bn at the time) was implemented to try and stop the river from drying up and returning it to a healthier level.The NSW DPI said it will work with federal agencies to respond to the latest incident, and to find the underlying causes of the deaths. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Taylor Swift launches Eras tour with three-hour, 44-song set", "link": "https://www.bbc.com/news/entertainment-arts-64999388", "description": "It's been five years since Taylor Swift last went on tour, during which time she's released four albums, including the Grammy Award-winning Folklore.Her live absence - enforced by the pandemic - was clearly a source of frustration, because her first show back was a three-hour, fifteen-minute extravaganza, including 44 songs from across her career.\"I can't even go into how much I've missed you,\" Swift told fans, as she took to the stage for the opening night of her Eras tour.The star had promised the show would be \"a journey through all of my musical eras\" and the appetite for tickets was so great that it caused Ticketmaster's systems to fall over.Despite that, the tour broke the record for the most concert tickets sold by an artist in a single day, at 2.4 million.About 80,000 of those fans attended the first show at Arizona's State Farm Stadium, where they were treated to a trawl through Swift's hugely varied back catalogue.The set was split into sections, one for each of her 10 albums, tracing her journey from country ingénue to chart-topping pop star to lockdown-era folk singer (albeit with a mixed-up chronology).She opened with Miss Americana & The Heartbreak Prince, a cherished fan favourite from 2019's Lover album, before segueing into the dreamy pop of Cruel Summer.Dressed in a diamond-encrusted leotard outfit and surrounded by dancers with elaborate peacock tails, she soaked up the crowd's applause, declaring: \"I don't know how to process all of this and how it's making me feel right now.\"[But] let me start by saying you're making me feel fantastic\".The show is a massive production, with 16 dancers, multiple set and costume changes and a long, illuminated catwalk leading to a second stage.At one point, she appeared to dive into the stage and swim to the middle of the stadium, before emerging on a rising platform to play her recent single, Lavender Haze. Look What Made You Do was performed against a giant video wall showing Swift in various personas from her 17-year career while Blank Space featured dancers riding blue neon bikes, straight out of Tron.For the more pastoral songs of Folklore, Swift appeared inside a moss-covered country shack, first seen in her 2021 Grammy Awards performance. Later, on the cutthroat revenge fantasy Vigilante, she performed a Fosse-inspired chair routine.But the highlight for many was the full 10-minute version of All Too Well - the song she allegedly wrote about actor and ex-boyfriend Jake Gyllenhaal - which was performed in a flowing red overcoat as snowflakes fell across the stage.Throughout, the audience sang every word in devoted adoration. The feeling was very clearly mutual.At one point, Swift interrupted her own stage patter to deadpan: \"I'm trying to tell you I love you and I'm babbling.\"Early reviews for the concert have been enthusiastic, highlighting the extensive setlist and cinematic production values.\"The queen of pop reclaims her throne,\" declared The Times, adding: \"If there is a danger that shifting between 10 such different albums could lead to an uneven experience it is somehow avoided here, with Swift managing to produce a cohesive experience despite the constantly changing outfits and backdrops.\"\"She managed to make it look easy, enjoying the journey as much as the Swifties in attendance did,\" agreed local news outlet Arizona Central.\"The Swifties are certainly going to be Enchanted,\" said Hello magazine, in a review peppered with Swift's song titles.\"It's been a long wait back to this moment, but karma is, indeed, a queen - and this was worth the wait.\"\"The achievement is often staggering\" concluded Billboard, \"with costume changes, set-piece upheaval [and] vulnerable moments in a crowd of thousands and sing-alongs that will rival the scope of any tour this year.\"The only criticism, from fans and reviewers alike, was that Swift's third album Speak Now was given short shrift, with only one song on the setlist (the understated ballad Enchanted, performed in a ballgown, pictured above).\"She paid this album dust,\" wrote one concertgoer on Reddit. \"The dress was beautiful though.\"Rumours are already circulating that the Speak Now section will be expanded during the tour, with Swift expected to release a re-recorded version of the album as part of her ongoing campaign to regain control of her masters.For now, the 52-date tour is restricted to the US. It is not known whether the extravagant production will come to the rest of the world - but fans are living in hope.Lover:Fearless:Evermore:Reputation:Speak Now:Red:Folklore:1989:Wild card section (a different acoustic song each show)Taylor Swift:Midnights:Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Man sent bailiffs to Luton Airport for Wizz Air refund", "link": "https://www.bbc.com/news/uk-england-beds-bucks-herts-64999557", "description": "A passenger sent bailiffs to Luton Airport to confront Wizz Air over money owed to him after his family's flights were cancelled at the last minute.Russell Quirk said he was left with little choice but to find another route to Portugal which cost him £4,500.After months of waiting for Wizz Air reimbursement, he went to court and ended up sending in the bailiffs.Wizz Air paid up, apologised and said it \"fell short of our own aspirations and our customers' expectations\".  The company is one of a number of budget airlines facing county court claims against them, as consumer magazine Which? first reported.The way customers have been treated by Wizz Air has been \"shocking, shambolic and shoddy\", Mr Quirk, a property expert from Brentwood, in Essex, told the BBC.He had booked flights from Luton Airport to Faro in January last year for a family holiday with his wife and three daughters in the May half-term.He awoke early on the morning of their flight to find a message from Wizz Air saying it was cancelled.\"There was no explanation, no alternative offered and no apology,\" he said.\"I had to wake my three daughters and tell them we weren't going on holiday - they were very upset.\"With hotels, transfers and an airport lounge already paid for, he said the only viable option was to find another carrier, which the family took the following day.Those flights, together with money lost on a night in hotel rooms and other expenses, cost him £4,500, he said.On his return he tried to get recompense from Wizz Air, but he said it took almost two months for the cost of his original flights to be returned along with other legal compensation.But, he said Wizz Air repeatedly ignored his claim for \"consequential losses\" - the £4,500 extra he had spent.He took his case to the county court but said Wizz Air \"ignored\" the judgement made against the company, so bailiffs were sent in to the Wizz Air desk at Luton Airport.\"Their option was to hand over the money or the bailiffs would take it in goods - it might have been chairs, tables, computers or an aircraft,\" said Mr Quirk.He joked that he might have liked a plane at home, but the company did pay him his money.Mr Quirk said: \"Increasingly businesses are thinking they can treat customers like dirt and I'm determined to eradicate that.\"My message is, where big companies stonewall you, if you persevere you can get what is owed to you.\"A spokesperson for Wizz Air said: \"In the summer of 2022, due to unprecedented levels of disruption across Europe and the UK which affected the entire industry, we fell short of our own aspirations and our customers' expectations.  \"When things went wrong, we did not react quickly enough to manage the high volume of customer claims that resulted from this disruption. We are sorry about this and we are working to ensure that our customers' experience with Wizz is better this year. \"Since December, Wizz has paid all CCJs [county court judgements] where it received the judgment, and is continuing to work to settle all other outstanding claims as quickly as possible.\"Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "South Lake Tahoe: The mountain town buried by California winter chaos", "link": "https://www.bbc.com/news/world-us-canada-64995904", "description": "Few places experience both the beauty and the fury of California's natural world like South Lake Tahoe. The picturesque city of 21,000, nestled high in the Sierra Nevada mountains and famed for its ski resorts, has endured a wildfire, drought, and now, dangerous amounts of snow - all in a roughly two-year period.Throughout March, high-altitude storm systems known as atmospheric rivers pummelled South Lake Tahoe during what climate scientists have dubbed a winter for the history books. The heavy snowfall and precipitation collapsed roofs, closed grocery stores, trapped residents in their homes, and rendered highways impassable. Parts of the region remain under flood advisories that could continue into spring, as the snow is expected to melt with incoming rain and warmer temperatures.City leaders and climate scientists say that the weather extremes South Lake Tahoe is experiencing portend a dramatic future for the entire state.\"Moving to the mountains you have a healthy respect for what that brings,\" Lindsey Baker, a deputy city manager for South Lake Tahoe told BBC News. \"But the extraordinary nature of this season, the year and a half of natural disasters that we faced as a community….We are facing the direct impacts of climate change.\"This video can not be playedWatch: Man in waist-high snow in unusually severe winter in CaliforniaCalifornia rang in the New Year with a series of atmospheric rivers which caused historic flooding and landslides up and down the state. Several people died. Another bout began in late February and early March, dumping historic levels of snow in the state's high-elevation mountain ranges. Snow accumulated on the peaks around Los Angeles, even at lower elevations where precipitation usually falls as rain. While beautiful, and a relief for the state's dwindling water supply, the storms wreaked havoc. Multiple counties are under emergency orders. Communities in the San Bernardino Mountains, about a two-hour drive due east from Los Angeles, were recently devastated by heavy snowfall that damaged structures and left unprepared residents unable to leave their homes for basic supplies.  Farther north, the Sierra Nevada Mountains, home to iconic locations like Lake Tahoe, Yosemite National Park, and Mammoth Mountain, now have record levels of snowpack.\"In a longer term context, this is not an extraordinarily cold winter, but it is an extraordinarily wet and snowy winter,\" said Daniel Swain, a climate scientist with the University of California, Los Angeles.On social media, South Lake Tahoe posted photos of snow bursting through kitchen windows and smashing through their entrances. On 10 March, a gas station canopy collapsed like a pile of toothpicks because of all the weight it had accumulated. Emergency officials frantically warned residents to clear snow from their roofs.So much snow had accumulated on Susan Korcher's home that her son was able to kayak off the roof. She estimated 6ft (1.83 metres) to 8ft in total . From some angles, her home looked completely buried.\"This has just been non-stop,\" said Ms Korcher, a forester with the University of California who has lived in South Lake Tahoe for 16 years. \"Nothing but snowing and raining pretty much for months. It's much more intense I would say than any other winter I've lived here.\"One might find it hard to imagine that a warming planet would cause such an event. But, according to Mr Swain, that's exactly what's happening.The world has already warmed by about 1.1C since the industrial era began, and temperatures will keep rising unless governments around the world make steep cuts to emissions. That transformation has had a profound affect on California.\"I think the reality is, California's climate is becoming even more California-like, if you will,\" said Mr Swain. \"It was already a place that saw these wide swings between drought and flood. But these swings have become larger.\"\"We've had some of the driest years on record and the wettest year on record, in the same decade,\" he said.  \"This hydro-climate whiplash, this precipitation variability, it's always been high in California, and it does appear to be increasing. And that's something that's clear in predictions…of warming climate.\"Before receiving historic amounts of rain, Lake Tahoe was suffering from the effects of California's historic drought. In August 2021, the Caldor fire ripped through a dry Sierra Nevada, burning 221,000 acres and forcing the entire population of South Lake Tahoe to evacuate. That same year, the lake's water levels fell to its lowest point since 2016. Climate change has been linked to heightened conditions for wildfires and droughts around the world, including in California.The wild swings in climate have tested even stalwart South Lake Tahoe residents like Ms Korcher. This article contains content provided by Facebook. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Facebook cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’.\"With fires, that's been getting harder,\" Ms Korcher said. \"This year, there's huge winter seasons too. It's an extreme in the other direction.\"She feels prepared to weather intense winters and has no plans to leave South Lake Tahoe. But for those not ready to deal with what Mother Nature has in store, Ms Korcher had blunt advice.\"You probably shouldn't live in the mountains,\" she said. \"I'd head downhill.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "France pension protests: Crowd clashes with police over government reform by decree", "link": "https://www.bbc.com/news/world-europe-64997414", "description": "This video can not be playedWatch: Violence erupts in Paris as pension protests continueProtesters have clashed with police again in central Paris over the French government's pension reforms.Thousands of demonstrators lit fires and some threw firecrackers at police, who used tear gas to disperse them.It is the second night of unrest since President Emmanuel Macron decided to push through the controversial reforms to raise the retirement age from 62 to 64 without a vote.No-confidence motions have been filed against his government in response.The first was signed by independents and members of the left-wing Nupes coalition in parliament, while a second came from the far-right National Rally party.Both are expected to be debated early next week. Marine Le Pen, leader of the National Rally MPs in parliament, called the decision to push through the pension changes \"a total failure for the government\".Police made dozens of arrests during the unrest at Place de la Concorde, not far from the parliament building.Protests also took place on Friday in other French cities - notably Bordeaux, Toulon and Strasbourg. \"We won't give up,\" one demonstrator told AFP news agency. \"There's still hope that the reform can be revoked.\"Another told Reuters that pushing the legislation through without a vote was \"a denial of democracy... a total denial of what has been happening in the streets for several weeks\".The government has said the changes to pensions are essential to ensure the system is not overburdened and prevent it collapsing. But many people, including union members, disagree and France has now seen more than two months of heated political debate and strikes over the issue. Transport, public services and schools have all been affected, while a rolling walkout by waste collectors has seen thousands of tonnes of rubbish left on the streets of the capital.Fuel deliveries have also been blocked and there are plans to stop production at a large refinery in Normandy in the coming days. \"Changing the government or prime minister will not put out this fire, only withdrawing the reform,\" said the head of the moderate CFDT union, Laurent Berger.This video can not be playedWatch: Uproar on the streets of Paris as PM jeered in parliament© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "South Lake Tahoe: The mountain town buried by California winter chaos", "link": "https://www.bbc.com/news/world-us-canada-64995904", "description": "Few places experience both the beauty and the fury of California's natural world like South Lake Tahoe. The picturesque city of 21,000, nestled high in the Sierra Nevada mountains and famed for its ski resorts, has endured a wildfire, drought, and now, dangerous amounts of snow - all in a roughly two-year period.Throughout March, high-altitude storm systems known as atmospheric rivers pummelled South Lake Tahoe during what climate scientists have dubbed a winter for the history books. The heavy snowfall and precipitation collapsed roofs, closed grocery stores, trapped residents in their homes, and rendered highways impassable. Parts of the region remain under flood advisories that could continue into spring, as the snow is expected to melt with incoming rain and warmer temperatures.City leaders and climate scientists say that the weather extremes South Lake Tahoe is experiencing portend a dramatic future for the entire state.\"Moving to the mountains you have a healthy respect for what that brings,\" Lindsey Baker, a deputy city manager for South Lake Tahoe told BBC News. \"But the extraordinary nature of this season, the year and a half of natural disasters that we faced as a community….We are facing the direct impacts of climate change.\"This video can not be playedWatch: Man in waist-high snow in unusually severe winter in CaliforniaCalifornia rang in the New Year with a series of atmospheric rivers which caused historic flooding and landslides up and down the state. Several people died. Another bout began in late February and early March, dumping historic levels of snow in the state's high-elevation mountain ranges. Snow accumulated on the peaks around Los Angeles, even at lower elevations where precipitation usually falls as rain. While beautiful, and a relief for the state's dwindling water supply, the storms wreaked havoc. Multiple counties are under emergency orders. Communities in the San Bernardino Mountains, about a two-hour drive due east from Los Angeles, were recently devastated by heavy snowfall that damaged structures and left unprepared residents unable to leave their homes for basic supplies.  Farther north, the Sierra Nevada Mountains, home to iconic locations like Lake Tahoe, Yosemite National Park, and Mammoth Mountain, now have record levels of snowpack.\"In a longer term context, this is not an extraordinarily cold winter, but it is an extraordinarily wet and snowy winter,\" said Daniel Swain, a climate scientist with the University of California, Los Angeles.On social media, South Lake Tahoe posted photos of snow bursting through kitchen windows and smashing through their entrances. On 10 March, a gas station canopy collapsed like a pile of toothpicks because of all the weight it had accumulated. Emergency officials frantically warned residents to clear snow from their roofs.So much snow had accumulated on Susan Korcher's home that her son was able to kayak off the roof. She estimated 6ft (1.83 metres) to 8ft in total . From some angles, her home looked completely buried.\"This has just been non-stop,\" said Ms Korcher, a forester with the University of California who has lived in South Lake Tahoe for 16 years. \"Nothing but snowing and raining pretty much for months. It's much more intense I would say than any other winter I've lived here.\"One might find it hard to imagine that a warming planet would cause such an event. But, according to Mr Swain, that's exactly what's happening.The world has already warmed by about 1.1C since the industrial era began, and temperatures will keep rising unless governments around the world make steep cuts to emissions. That transformation has had a profound affect on California.\"I think the reality is, California's climate is becoming even more California-like, if you will,\" said Mr Swain. \"It was already a place that saw these wide swings between drought and flood. But these swings have become larger.\"\"We've had some of the driest years on record and the wettest year on record, in the same decade,\" he said.  \"This hydro-climate whiplash, this precipitation variability, it's always been high in California, and it does appear to be increasing. And that's something that's clear in predictions…of warming climate.\"Before receiving historic amounts of rain, Lake Tahoe was suffering from the effects of California's historic drought. In August 2021, the Caldor fire ripped through a dry Sierra Nevada, burning 221,000 acres and forcing the entire population of South Lake Tahoe to evacuate. That same year, the lake's water levels fell to its lowest point since 2016. Climate change has been linked to heightened conditions for wildfires and droughts around the world, including in California.The wild swings in climate have tested even stalwart South Lake Tahoe residents like Ms Korcher. This article contains content provided by Facebook. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Facebook cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’.\"With fires, that's been getting harder,\" Ms Korcher said. \"This year, there's huge winter seasons too. It's an extreme in the other direction.\"She feels prepared to weather intense winters and has no plans to leave South Lake Tahoe. But for those not ready to deal with what Mother Nature has in store, Ms Korcher had blunt advice.\"You probably shouldn't live in the mountains,\" she said. \"I'd head downhill.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "France pension protests: Crowd clashes with police over government reform by decree", "link": "https://www.bbc.com/news/world-europe-64997414", "description": "This video can not be playedWatch: Violence erupts in Paris as pension protests continueProtesters have clashed with police again in central Paris over the French government's pension reforms.Thousands of demonstrators lit fires and some threw firecrackers at police, who used tear gas to disperse them.It is the second night of unrest since President Emmanuel Macron decided to push through the controversial reforms to raise the retirement age from 62 to 64 without a vote.No-confidence motions have been filed against his government in response.The first was signed by independents and members of the left-wing Nupes coalition in parliament, while a second came from the far-right National Rally party.Both are expected to be debated early next week. Marine Le Pen, leader of the National Rally MPs in parliament, called the decision to push through the pension changes \"a total failure for the government\".Police made dozens of arrests during the unrest at Place de la Concorde, not far from the parliament building.Protests also took place on Friday in other French cities - notably Bordeaux, Toulon and Strasbourg. \"We won't give up,\" one demonstrator told AFP news agency. \"There's still hope that the reform can be revoked.\"Another told Reuters that pushing the legislation through without a vote was \"a denial of democracy... a total denial of what has been happening in the streets for several weeks\".The government has said the changes to pensions are essential to ensure the system is not overburdened and prevent it collapsing. But many people, including union members, disagree and France has now seen more than two months of heated political debate and strikes over the issue. Transport, public services and schools have all been affected, while a rolling walkout by waste collectors has seen thousands of tonnes of rubbish left on the streets of the capital.Fuel deliveries have also been blocked and there are plans to stop production at a large refinery in Normandy in the coming days. \"Changing the government or prime minister will not put out this fire, only withdrawing the reform,\" said the head of the moderate CFDT union, Laurent Berger.This video can not be playedWatch: Uproar on the streets of Paris as PM jeered in parliament© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Lance Reddick, star of The Wire and John Wick, dies aged 60", "link": "https://www.bbc.com/news/world-us-canada-64959805", "description": "Lance Reddick, an actor in the popular HBO series The Wire, has died aged 60, according to US media outlets. Reddick was also known for starring as Charon in the John Wick action-thriller movie franchise. The musician and actor died suddenly of natural causes on Friday in his Los Angeles home, his publicist said. Police were called to the actor's house around 09:30 local time (16:30 GMT), the publicist told US media. \"Lance will be greatly missed,\" his publicist, Mia Hansen, said in a statement. \"Please respect his family's privacy at this time.\"Reddick had been in the middle of a press tour for the fourth instalment of the John Wick movies, which is slated to be released on 24 March. He is also set to appear in the upcoming John Wick spinoff, Ballerina, starring Ana de Armas.Reddick, a native of Baltimore, appeared in more than a dozen films and shows during his 25-year acting career. He was Charon, the hotel concierge at a New York criminal underground hub called The Continental Hotel in the John Wick movies. He appeared in the original movie, its two sequels and is set to appear in the fourth instalment. The actor was also known for his breakout role as Baltimore police lieutenant Cedric Daniels in The Wire, a series that ran from 2002 to 2008 and examined the narcotics scene in Baltimore from the perspective of law enforcement as well as drug dealers and users. Reddick told the Guardian in 2010 that he thought the show would be a \"hit\" but did not anticipate it \"would become this phenomenon\".  The actor was in the Resident Evil Netflix series and the science fiction-action movie Godzilla vs. Kong. He was known for his voice acting work as well, including for the TV series Rick and Morty. Reddick studied classical music at the Eastman School of Music at the University of Rochester in New York, where he received a bachelor's degree before attending the Yale School of Drama.He earned a SAG Award nomination in 2021 along with fellow cast members for his role in the film One Night in Miami. The actor is survived by his wife, Stephanie, as well as a daughter, Yvonne Nicole Reddick, and a son, Christopher Reddick.Reddick told the Los Angeles Times in 2009 that he felt like an \"artist at heart\". \"When I went to drama school, I knew I was at least as talented as other students, but because I was a black man and I wasn't pretty, I knew I would have to work my butt off to be the best that I would be,\" he said at the time. His death comes two years after Reddick's co-star Michael K Williams, who played Omar in The Wire, died of an overdose. Last year, four people were charged for allegedly selling the drugs that Williams took before his death. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Credit Suisse shares hit as investor fears reignite", "link": "https://www.bbc.com/news/business-64986520", "description": "Share markets are continuing to buckle under concerns about a crisis in the banking sector, despite efforts by authorities to restore confidence.Indexes across Europe and the US fell on Friday as a sell-off in troubled Swiss lending giant Credit Suisse gathered pace.Credit Suisse shares fell 8%.In the US, shares in First Republic dropped 33%, a day after it received an injection of funds from the country's biggest banks.The FTSE 100 ended down more than 1%.Exchanges in France and Germany also closed lower, while the Dow Jones Industrial Average index fell 1.2%. The Nasdaq and the S&P 500 indexes were also down.Credit Suisse had rattled investors earlier this week when it admitted that it had found \"material weakness\" in its financial reporting, while its biggest shareholder - the Saudi National Bank - said it could not inject further funds into the Swiss lender.The firm, which has been troubled for a long time and continues to be loss-making, received an emergency £45bn lifeline from the Swiss National Bank, but fears about the bank's health remain.Roughly $466m has left Credit Suisse's European and US managed funds in recent days, according to data from financial services firm Morningstar.Morningstar analysts Niklas Kammer and Johann Scholtz said they believed the problems at Credit Suisse were \"idiosyncratic in nature and we believe containable for now even in a worst-case scenario\".However, they added that \"developments are currently happening at a rapid pace and views we form today may be stale tomorrow\".The issues at Credit Suisse - which employs about 50,000 people worldwide, with around 5,000 in London - have coincided with the failure of two lenders in the US - Silicon Valley Bank (SVB) and Signature Bank - raising fears over the health of the banking system.US regulators stepped in at the weekend to ensure that customers at SVB and Signature Bank had full access to their money - in an effort to head off further panic.But concerns remain that other banks, including San Francisco-based First Republic, could be vulnerable to a rush of customers withdrawing their deposits. It shares had sunk by nearly 70% over the last week.The 11 US banks who announced support for First Republic on Thursday said the action reflected their \"confidence in the country's banking system\".US financial officials said the move was \"most welcome, and demonstrates the resilience of the banking system\".  Central banks around the world have sharply raised borrowing costs over the past year to try to curb the pace of overall price rises, or inflation. The moves have hurt the values of the large portfolios of bonds bought by banks when rates were lower, a change that contributed to the collapse of Silicon Valley Bank, and has raised questions about whether other firms are facing similar situation.On Friday, SVB Financial Group - the parent group for Silicon Valley Bank - filed for bankruptcy protection to enable it to sell off its remaining assets.Jeffrey Cleveland, chief economist at US asset manager Payden and Regal, said other banks could be caught up in the problem.\"There could be other vulnerabilities... if central banks are intent on continuing to raise interest rates,\" he told the BBC's Today programme.\"Historically when that happens we do see fragility, we do see problems in the financial system.\"Before the turbulence in the banking sector erupted, both the US Federal Reserve and the Bank of England had been expected to raise interest rates further at meetings next week. However, due to recent events, some have speculated these rate rises might be scaled back or even scrapped.On Thursday, the ECB announced a further increase to interest rates from 2.5% to 3%.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "France pension protests: Clashes with police in Paris as demonstrations continue", "link": "https://www.bbc.com/news/world-europe-64997510", "description": "This video can not be playedThousands of people protested for a second night in central Paris after President Emmanuel Macron decided to force through changes to the retirement age without a vote in parliament.Some demonstrators clashed with riot police, who made several arrests. The reform raises France's state pension age by two years to 64, which Mr Macron argues is necessary to keep the French pension system viable. The change is bitterly opposed by unions.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Australian shreds record for longest surf session", "link": "https://www.bbc.com/news/world-australia-64984949", "description": "An Australian man has broken the world record for the longest surfing session - clocking more than 40 hours in the process. At the end, Blake Johnston was carried on the shoulders of friends up Cronulla beach in south Sydney, describing himself as \"pretty cooked\".Johnston began surfing early on Thursday morning in aid of mental health awareness.His effort has raised some A$335,000 (£185,000; $225,000) for charity.With spotlights to illuminate a section of Cronulla's surf known as \"The Alley\", Johnston kept going overnight and had ridden over 700 waves by the end. The previous record of 30 hours and 11 minutes was held by South African Josh Enslin.The 40-year-old Johnston, a former pro surfer and distance runner, faced the risk of blindness, infected ears and dehydration, as well as sleep deprivation, hypothermia, shark attack and jellyfish stings.He emerged briefly from the sea at lunchtime on Friday for a medical check-up, and to receive eye-drops.Johnston left the beach wearing a black cowboy hat while draped in a thermal blanket.\"I surfed at two in the morning with him, and the lights actually went out so it was pitch black,\" his brother Ben told the Australian Broadcasting Corporation. \"There were a whole bunch of jellyfish out there, so it was interesting to say the least.\"Speaking ahead of his challenge, Johnston said: \"I thought, I could just do it. I can run for 40 hours,\"\"But, this way, I can surf with people, bring in the community and make a difference for the future.\"Johnston is fundraising for the Chumpy Pullin Foundation, set up in the memory of Australian Olympic snowboarder Alex 'Chumpy' Pullin who drowned off the Gold Coast while spearfishing in 2020. He is also supporting mental health charities, partly in tribute to his father who took his own life a decade ago.Three of his friends have also died from mental health conditions, according to media reports. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Iraq War: Ali Abbas lost both arms in the war", "link": "https://www.bbc.com/news/world-middle-east-64976639", "description": "This video can not be playedAli Abbas was 12 when the invasion of Iraq started 20 years ago. Days later a US missile hit his home and changed his life forever as he lost both his arms along with most of his family.Ali was taken from Baghdad to Kuwait, and finally to the UK, where he received treatment. He now lives in London, where Caroline Hawley, who was the BBC’s Baghdad correspondent, went to meet him.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Video shows moment Russian fighter jet hits US drone over Black Sea", "link": "https://www.bbc.com/news/world-europe-64975766", "description": "This video can not be playedWatch: US releases footage from its drone of the encounter with a Russian jetThe US military has released footage of a Russian jet crashing into one of its drones over the Black Sea.The US said the damage to the large drone meant it had to be brought down into the water near Crimea on Tuesday.Russia denied its Su-27 fighter jet clipped the propeller of the drone, but the video appears to back up the American version of events.It was in the Pentagon's interest to release this video - not least to verify its version of events.The BBC has not seen the events before or after the collision. The US initially said the confrontation lasted around 30-40 minutes, but the released footage lasts for less than a minute. On Wednesday night, US Defence Secretary Lloyd Austin said: \"We remain confident in the facts we've conveyed so far.\" He said then the Pentagon was looking at what video could be released. It is not unusual for militaries to take some time to declassify video footage before making it public. Mr Austin previously described Russia's actions as dangerous and reckless - and the edited video released appears to back that up. A feed from a camera fitted under the fuselage of the surveillance drone shows a Russian Su-27 making two extremely close passes while releasing what appears to be fuel as it approaches.  In the first pass it seems to mire the lens of the camera. The second pass is even closer - disrupting the video feed from the remotely piloted aircraft.When the picture returns, a blade of the drone's propeller at the back of the aircraft can be seen bent out of shape. National Security Council spokesman John Kirby told the BBC's US broadcast partner CBS that it was not clear whether the Russian action was deliberate or accidental.But he said this did not matter because the moves were \"completely inappropriate, unsafe and unprofessional\".Surveillance flights would continue over the Black Sea, he said, but there was no need for military escorts, which he said were unnecessary and would put pilots at risk.Russia has claimed the drone was approaching its territory, but all we can see from the video is sea, sky and cloud. Moscow appeared to suggest on Tuesday that it had imposed a unilateral no-fly zone over the region as part of its invasion of Ukraine. Russian Ambassador to the US Anatoly Antonov said the drone had \"violated boundaries of the temporary airspace regime established for the special military operation\". But Mr Kirby said the airspace was international and not restricted.In a statement released hours after the crash, the US said Russian jets dumped fuel on the drone several times before the collision. Pentagon spokesman Brig Gen Pat Ryder told reporters the drone was \"unflyable and uncontrollable\", adding the collision also likely damaged the Russian aircraft.Russia's defence ministry said the drone crashed after a \"sharp manoeuvre\", and that it was flying with its transponders (communication devices) turned off.The Kremlin has not yet responded to the release of the US video. On Wednesday Russia's security council secretary Nikolai Patrushev said attempts were being made to find and retrieve the remnants of the drone.On Thursday, Russian ships were seen at the site of the downed drone on the Black Sea, US media reported.Mr Kirby said the US was also searching for the aircraft, but stressed that if Russia beat them to it, \"their ability to exploit useful intelligence will be highly minimised\".That message was reiterated by General Mark Milley, America's top military general, who said the US has taken \"mitigating measures\" to ensure there was nothing of value on the downed drone.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Quiz of the week: What is causing a pong in Paris?", "link": "https://www.bbc.com/news/world-64976139", "description": "It's the weekly news quiz - how closely have you been paying attention to what's been going on in the world over the past seven days?If you cannot see the quiz, follow this link. Try last week's quiz via this link.Compiled by James PercyWhat information do we collect from this quiz? Privacy notice.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "How Australia wrote the 'stop the boats' playbook", "link": "https://www.bbc.com/news/world-australia-64898507", "description": "The UK government is banking on its new migration bill to stem the flow of small boats crossing the English Channel. The policy's headline-grabbing slogan is identical to that used in Australia a decade ago.For many Australians, hearing UK Prime Minister Rishi Sunak promise to \"stop the boats\" was a moment of deja vu.The same words were used by former Australian PM Tony Abbott in 2013 - helping him win an election.The situation in Australia was similar to the one facing the UK now.Last year, more than 45,000 migrants crossed the English Channel in small boats to reach the UK. In 2013, Australians watched as 20,000 migrants made similar perilous journeys from countries like Indonesia, Iran and Sri Lanka. Scores died en route.And so, during his winning general election campaign, at the height of the crisis, right-wing Liberal Party leader Mr Abbott promised to implement border rules even tougher than the outgoing Labor government. Under his \"Operation Sovereign Borders\" policy, migrant boats would be intercepted and either returned to where they travelled from or those on board taken to overseas island detention centres.Human rights groups have long criticised Australia's border policy - but other countries, like Denmark, have been inspired. \"Australia absolutely wrote this playbook - and we're still writing it,\" says Australian National University politics lecturer Kim Huynh, whose family fled Vietnam for Australia via boat in the 1970s. In the UK, the Conservatives have already adopted an \"Australian-style\" points-based immigration system - but to what extent are they following Australia this time?The UK copied word-for-word Australia's \"stop the boats\" slogan, but the broader rhetoric - the tough language - is also strikingly similar.Australia's former Home Affairs Minister Peter Dutton has suggested several times that the country has blocked murderers, rapists and paedophiles from seeking asylum by boat. And in 2017, he faced a backlash after suggesting that many asylum seekers who travelled to Australia were \"fake refugees\" trying to \"rip the Australian taxpayer off\". In the UK, Home Secretary Suella Braverman has controversially referred to her job as being \"about stopping the invasion on our southern coast\". And - while numbers of Albanians arriving fell significantly at the end of 2022 - she told MPs last week that many of the migrants were young men \"from safe countries like Albania\" who were \"rich enough to pay criminal gangs thousands of pounds for passage\".That kind of language resonates in both Australia and the UK, partly because their populations have - to differing degrees - \"island mindsets\", Dr Huynh says. \"A lot of the critics would say [the rhetoric] works politically because it stirs up fears of outsiders.\"And then, there is the policy rationale - the public marketing. Both countries have stressed the humanitarian benefits.Ms Braverman told the Commons last week that the UK government was acting with \"determination\", \"compassion\" and \"proportion\". While in 2014, Mr Abbott spoke of a policy that was saving lives. ​​\"As long as the boats keep coming, we will keep having deaths at sea,\" he said. \"So, the most decent, humane and compassionate thing you can do is to stop the boats.\" The UK's current migration issues aren't identical to the ones that faced Australia 10 years ago - and so the policy touted by Westminster does not exactly mirror that of Tony Abbott's coalition administration in Canberra. But comparisons can be drawn.Offshore processingMandatory detention Ban on citizenshipBut arguably, the most important aspect of Australian policy in 2013 was the reintroduction of so-called \"turnbacks\" at sea - having been used previously between 2001-03.  Defined by the Abbott government as \"the safe removal of vessels from Australian waters, with passengers and crew returned to their countries of departure\", boats were prevented from reaching shore. There was a dramatic reduction in arrivals by sea.In April 2022, the UK government dropped plans to return small boats in the Channel back to France, after the Royal Navy refused to carry out the operations. The military conducted trials of practices similar to those performed by Australian armed forces but declared them \"inappropriate\". The UK announced on 10 March it would give Paris almost £500m over three years - to fund extra police patrols on beaches and a new detention centre in northern France. While Operation Sovereign Borders remains controversial, both major parties in Australia - the right-wing Liberals and left-wing Labor - still support the policies behind it. They argue the country's success lies in the policy mix working together to deter asylum seekers.But there are those who believe the offshore processing had little - if any - impact. It was re-introduced by Labor in 2012 and the facilities in Papua New Guinea and Nauru quickly filled up.\"Two months in, the government was saying, 'We've already had more people arrive than we'll ever be able to accommodate offshore, and so we're going to start releasing some people into the community in Australia,'\" says refugee law expert Madeline Gleeson.And so the Labor government did a reset - emptying the centres and bringing migrants to Australia, before trying again. This time adding a promise that anyone seeking asylum in Australia by boat would never be settled here, even if they were found to be a refugee.That didn't seem to slow the number of boats either, Ms Gleeson says.And so when the Liberal-National coalition took over in late 2013, they pivoted to boat turnbacks - something which Labor had opposed - and the number of migrant boat arrivals dropped dramatically.  One boat arrived in 2014, down from 300 the year before, and no others have arrived since - though it is unknown how many boats have since been intercepted and returned before reaching Australian shores.The measures had \"restored integrity to Australia's borders\", said Home Affairs Minister Peter Dutton in 2015 - but at a price. Best estimates put the cost at A$1bn (£552.4m, $658.7m) a year. There's also the compensation bills the government has footed for the poor treatment asylum seekers have suffered in offshore processing facilities.\"And then there's a cost on the heart and soul of Australia,\" says Dr Huynh.Australia's treatment of people in offshore detention, particularly children, has drawn international condemnation - the UN says it amounts to torture.And the country has also been accused of violating international law by breaking its obligations to refugees and those seeking asylum.UK Home Secretary Suella Braverman has conceded the latest plans push \"the boundaries of international law\". And Australia's former foreign minister and diplomat Alexander Downer - who has advised the UK government on border policy - has admitted the country would have to change its laws and wind back human rights protections to employ the policies effectively.The UN's refugee agency - the UNHCR - has already said it is \"profoundly concerned\" by the UK government's latest plan, which it says would \"amount to an asylum ban\".Ultimately, says Ms Gleeson, the UK will likely have a harder time implementing its proposed policies than Australia did. The UK is also a \"totally different place\" from Australia, she adds. Australia also has agreements with several of the countries from where migrants travel, but France has made it clear that such an agreement with the UK is unlikely.Then there is scale. Even in the peak year of 2013, the total number of boat arrivals in Australia was less than half the current UK annual figure - and they overwhelmed the country's processing system.\"If it was too much for us, how [is the UK] going to have the capacity to do it?\" Ms Gleeson says.And perhaps most critically - she says - while Australia is a signatory to international treaties, it has no legally binding human rights framework, similar to the UK's Human Rights Act or the European Convention on Human Rights. \"So I think there is going to be a real legal issue.\"Additional reporting by Paul Kerley© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Cyclone Freddy in Malawi: Searching for my daughter-in-law in the mud", "link": "https://www.bbc.com/news/world-africa-64989682", "description": "Violet Frank's two grandchildren serve as reminders of her missing daughter-in-law.It is feared her name will be added to those of more than 300 who died when Cyclone Freddy struck Malawi at the beginning of the week.The youngsters had gone to stay with Violet just days before and escaped the fate of their mother, who fell victim to the unforgiving power of a landslide.\"She was with my son in their matrimonial home in Chilobwe. He stepped outside their home when he heard neighbours screaming and things falling with a loud bang outside their house,\" Violet said. \"Luckily, he survived. He was taken to hospital by well-wishers. But we do not know where his wife is.\" When we met Violet, she was staring at what was left of her son's home. A huge boulder sat in the middle of the two-bedroom house, the memories there smashed to pieces. A few metres away, rescue teams were retrieving a body from the rubble and mud. It was not Violet's daughter-in-law. She asked one of the officials to help look for her loved one, but she did not get an answer. \"When you tell [the rescue teams] where to look for people, they do not go there. They are only retrieving bodies in the places that are not as badly affected. \"But what about our people? When will they go to look for them?\"Chilobwe was one of the areas worst affected by the landslides that hit Malawi's commercial hub, Blantyre. The advice that most residents received from the authorities before the cyclone struck was to stay indoors, but that was not much help. It is not clear how many houses were destroyed in Chilobwe, but we saw huge piles of boulders and trees that had flattened people's houses. Other homes were washed away by torrents of water or buried under mudslides. Areas that had been green and bustling with small businesses were in a sombre mood. There was still activity - but of a different kind, with the community helping to look for the missing. Those whose houses are still standing carry hoes and shovels to comb through the debris looking for bodies. When we met Richard Galeta, 34, he was dressed in a white protective suit, worn by people who have volunteered to help bury victims. Richard buried his wife and child on Wednesday. \"I was working hard for them. Now that they are gone, I don't know what to do,\" he said. \"The last thing that I told my wife is that I am going to give her money this week to go and visit her parents. But now I must be the one to go and visit them and share the bad news.\" He is now living in a temporary camp set up at a local primary school.Richard said life there was not easy. He accused those running it of not looking after the victims properly, saying that getting enough food was a major challenge. \"A lot of organisations have brought us food. But it is just rotting in one of the classrooms that have been turned in storage facilities,\" he added. Malinga Namuku, who is in charge of the camp for the Malawi Red Cross, said they were feeding people, but it was sometimes \"hard for volunteers to keep track of who has been fed and who hasn't\". \"But we are trying our best.\"There were a lot of children at the shelter running around and playing with makeshift balloons created out of surgical gloves. Looking at them it did not feel like it was a disaster zone. This is something some experts say will probably register in their minds later. Dr Charles Mwansambo, Malawi's Principal Health Secretary, said the mental health of the survivors was a critical issue that the authorities will need to attend to over the next few weeks.The camp houses about 5,000 people and many others were arriving in the hope of finding a dry place to stay. Most of the people living in the camp have nowhere else to go and are in distress, as they are unable to trace their loved ones.This weather is making it difficult for search-and-rescue teams to find people. On some days teams would stop halfway through the activity either because it had rained, or there was too much fog. Those helping with the search include the police service, the military and international organisations. The police are also using dogs to locate bodies. As of Friday, more than 300 deaths had been confirmed in Malawi, with more in neighbouring Mozambique, and more than 80,000 people had been forced to leave their homes. The death toll is likely to rise over the next few weeks as the weather clears and makes it easier for rescuers to continue their grim work. At least 200 people are still missing - among them Violet's daughter-in-law. She just hopes her body will be found so that she can be given a fitting burial.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Singapore: The penguins given world-first cataract surgery", "link": "https://www.bbc.com/news/world-asia-64973420", "description": "From the largest aviary in Asia they went, sitting in buckets filled with ice to keep them cool while transported in air-conditioned vans.A quick 30km (19-mile) drive later, the three king penguins and three Humboldt penguins had arrived at a clinic in Singapore's east.There, a five-person veterinary team were waiting to perform a delicate eye procedure, thought to be a world first for penguins. The sextet underwent the removal of the cloudy lenses caused by cataracts - a common age-related condition that develops in geriatric animals and hinders their vision - before receiving custom-made intraocular lens implants.The lenses were manufactured in Germany to fit each penguin's eye, based on precise measurements, and took about two months to make, said the Mandai Wildlife Group (MWG). The group manages some 21,000 animals, comprising almost 1,000 species, across four wildlife parks in Singapore.  \"We noticed the cloudiness in their lens and [that they were] moving about like they were having difficulty seeing things in front of them,\" said MWG veterinarian Dr Ellen Rasidi.In the immediate aftermath, the penguins had to stay out of water and in a separate den from the rest of their colony. Eye drops were also administered twice daily.But almost three months after the procedure, which took up to 2.5 hours for each penguin, the aquatic flightless birds can see clearly now, with a noticeable increase in responsiveness and activity levels.  MWG has carried out cataract surgeries on other geriatric animals like sea lions and orangutans in the past. It has also adopted innovations such as printing 3D protective shoes for birds of prey, in order to treat a potentially fatal foot disease.But Dr Gladys Boo, a veterinary ophthalmologist who led the procedure, reckons that it is likely the first time penguins have successfully received intraocular lens implants, marking a \"milestone\" in veterinary medicine.\"As a larger species, the king penguins have eyes large and stable enough to hold the custom lenses in place, so we decided to pursue this world-first procedure,\" said Dr Boo, who is one of only three individuals in South-East Asia certified by the American College of Veterinary Ophthalmologists, a renowned vet institution.The surgery was complicated by the unique characteristics of penguins, such as a third eyelid, which protects their eyes underwater but had a tendency to close during the surgery.MWG declined to reveal the cost of the surgery, but said it was undertaken to improve the penguins' quality of life. The penguins were first diagnosed by Dr Boo during check-ups conducted last August as part of the MWG's senior animal care plan, which has been providing specialised care for elderly animals since 2017. It involves more frequent health checks and specialised diets for 361 geriatric animals, as well as specific adjustments to their exhibits. Examples include putting perches for geriatric birds on lower levels for easier access, and adding extra padding or bedding in preferred rest areas.The penguins reside at Singapore's Jurong Bird Park, a popular tourist attraction which houses some 5,000 birds. King penguins hail from the South Atlantic and the South Indian Ocean and are the second-largest of their kind in the world, while Humboldt penguins come from South America. The former can live up to 40 years in captivity, and the latter typically live for 15-20 years.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Week in pictures: 11-17 March", "link": "https://www.bbc.com/news/in-pictures-64988150", "description": "A selection of powerful news photographs taken around the world this week.All images subject to copyright.  © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}, {"title": "Banking crisis? How worried should I be?", "link": "https://www.bbc.com/news/business-64951630", "description": "This video can not be playedIs this the start of a financial crisis?When the US president himself goes out of his way to tell people that their money is safe, then you know the government is taking a financial crash seriously.Joe Biden's assurances came after the collapse of two US banks.But this isn't just about the US. Shares in many banks have tumbled in value around the world.So how bad is this and what does it mean for you?Two banks in the US have collapsed since 10 March - Silicon Valley Bank (SVB) and Signature Bank - the biggest bank failures since 2008.  Both catered to businesses and had ties to the technology industry, which has been struggling due to sharp falls in crypto currencies and souring sentiment among investors.When the country's 16th largest bank SVB said it needed to raise money, customers panicked and rushed to withdraw their deposits. In less than 48 hours, nearly a quarter of the bank's funds had gone.After the panic spread to Signature, regulators said they would guarantee all deposits at both banks, not just the $250,000 required by law. The failures came just days after troubles at a third bank, crypto-specialist Silvergate, forced it to wind down.\"We felt that there was serious risk of contagion that could have brought down, and triggered runs on, many banks,\" US Treasury Secretary Janet Yellen said.A bank run is when many customers rush to withdraw their money at the same time, and there is fear other banks may be vulnerable. In the US, shares in medium-sized banks have plunged, as investors worry their small business and wealthy customers may transfer large sums of money to other banks.Bigger banks are seen as more stable, since they have a wider variety of customers - including everyday people who are less sensitive to market news and whose savings are usually below the $250,000 limit.Analysts at S&P Global Ratings say they have not seen evidence in the US that \"unmanageable\" withdrawals have spread widely, despite problems at a few banks, such as San Francisco-based First Republic. But in a sign of the strains, the US central bank reported a surge in emergency lending to banks looking to boost their funds. In Europe, giant Credit Suisse, which has been troubled for years, accepted an emergency £45bn lifeline from the Swiss central bank.  All this is happening against the backdrop of a much bigger, global change - the sharp rise in borrowing costs over the past year.Central banks around the world, including the US Federal Reserve and the Bank of England, have been raising interest rates to try to slow the economy and ease the pressure pushing up prices. The hikes contributed to SVB's issues, making it harder for their start-up customers to borrow money, which left them withdrawing their money at a faster pace.But the rise in rates - a huge change after years of low-cost borrowing - has created a much wider problem too, hurting the value of long-term bond investments that banks bought when interest rates were lower.In the US alone, banks are sitting on roughly $620bn in unrealised losses. That is not a problem if they can hold onto the bonds. But it makes it much more difficult if they need to raise money in a hurry.In Japan - which has been a big buyer of US bonds -  regulators raised the issue months ago. In Europe, analysts have said it's not a big issue.Morningstar analysts on Friday called Credit Suisse's problems \"idiosyncratic\" and said European banks widely were \"solid\".The European Central Bank raised rates 0.5 percentage points as planned on Thursday; but analysts expect the recent turmoil to lead the US and UK central banks to move more cautiously when they meet next week. Ordinary people have little reason to fear for their funds. The US government has long safeguarded deposits up to $250,000; in the UK, the limit is £85,000.US President Joe Biden has pledged to do \"whatever it takes\" to ensure the safety of the banking system and assured people their money is secure, while officials in Europe, Japan, Australia and elsewhere have likewise sought to ease concern.Regulators say rules passed in the wake of the 2008 financial crisis mean most banks are in a stronger position to withstand a shock. As a smaller American bank, SVB was exempt from some of those requirements, because the US loosened requirements in 2018 - a change sought by SVB itself.\"This failure was the direct result of leaders in Washington weakening financial rules,\" said US Senator Elizabeth Warren, a Democrat known for her work on the banking industry.For many, the meltdowns in the banking sector have evoked the spectre of the 2008 financial crisis, when some of the biggest banks in America collapsed, knocked by a decline in the US housing market - ultimately leading to enormous government bailouts and a global economic recession.Others have compared the situation to the 1980s - the last time inflation was this high and the US central bank hiked rates in a hurry - which led to years of rolling bank failures in the US known as the savings and loan crisis. For now, many analysts say they think the shock will be contained. But the business world was already on edge about whether the economy was headed into recession, which would throw millions of people out of work. Now the troubles in the banking sector are expected to chill lending. So whatever slowdown was under way is likely to get worse.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "negative"}, {"title": "Bollywood's complex relationship with paparazzi", "link": "https://www.bbc.com/news/world-asia-india-64974628", "description": "Varinder Chawla waited with bated breath at a helipad in Alibaug, a coastal town about 96km (60 miles) from India's financial capital, Mumbai city.Through his sources, he had learnt that Bollywood superstar Shah Rukh Khan might catch a helicopter from there to head to his palatial home in Mumbai.It was 2 November 2022, Khan's birthday. The star always greeted the thousands of fans who gathered outside his home to wish him well on the day. Chawla was sure Khan wouldn't disappoint them, so he waited patiently.Finally, a car approached with Khan inside. Chawla gestured at the actor and he waved back; so, he hit the button. Click.\"That was a real money shot. My efforts paid off,\" Chawla says.He is among Bollywood's growing crop of paparazzi who do all sorts of things to snap celebrities in candid moments: follow them on bikes, befriend their managers and drivers to get tip-offs about their whereabouts, hang around airports and restaurants, and even memorise stars' vehicle registration plates to track them.The paparazzi share a \"co-dependent relationship\" with Bollywood's celebrities, says Mandvi Sharma, a former publicist for Khan, who now runs her own public relations company. Stars rely on them for publicity and they depend on stars to make a living. But this relationship can also turn toxic, and observers say that the dynamic is changing in the era of social media.In February, actress Alia Bhatt criticised photographers for taking pictures of her in her living room, calling it a \"gross invasion\" of her privacy.Earlier this month, actor Saif Ali Khan made headlines after he sarcastically told the paparazzi to \"follow him into his bedroom too\" after they followed him and his wife, Kareena Kapoor Khan, into their building.The video appeared on the Instagram account of Viral Bhayani, a popular paparazzo, and has since been shared widely on social media. In 2019, Saif Ali Khan had said that he found the paparazzi stationed outside his house, waiting for a shot of his child, \"disturbing to say the least\".Manav Manglani, who has been a paparazzo for about two decades and now has 15 photographers working for him, says that social media has created an insatiable appetite for celebrity content.A couple of decades ago, it was only newspapers and magazines that bought photographs from the paparazzi.Things changed dramatically in 2015 with the influx of digital media in India, as media and celebrities learnt to leverage social platforms for work, Sharma says. \"It became a huge publicity gamut.\"Today, Manglani says paparazzi have to cater to scores of platforms which millions of Indians use for updates on their favourite celebrities.\"We're shooting, uploading, posting, sharing stories or live streaming on multiple apps like Facebook, YouTube, Instagram, Roposo and Snapchat,\" he says.In fact, many of the well-known paparazzi share content on their hugely popular Instagram accounts - Bhayani has 5.2m followers, Manglani has about 2.6m and Chawla 1.3m.Muddying the waters are amateur photographers and YouTubers who are also trying to cash in on the demand. Chawla agrees that sometimes, \"boundaries get crossed\" in the heat of the moment, as everyone competes to get the best or most exclusive shot. But he says he avoids posting content that would offend anyone.Anita*, a former photographer, said she found paparazzi assignments stressful and even traumatic at times. \"If I missed a shot that someone else got, my boss would yell at me,\" she says, and adds that generous tips would be given to those who did get the exclusive click.Pressure also comes from news agencies and TV channels who ask for the photos and videos they see on rival platforms, Manglani says.Things were very different up until the 1990s. Chawla, whose father was also a celebrity photographer, remembers accompanying him on the sets of films, where he would be invited by a star's manager to take promotional photographs.\"We would eat dinner or lunch on the set with celebrities; we got to chat with them and friendships developed. Actors would take a break from shooting and pose for photographs in multiple costumes,\" he says. \"There was no 'paparazzi culture' at the time\".Ranjona Banerji, an independent journalist who writes on the media and politics, says that the 90s ushered in change as India opened its doors to the world.\"The proliferation of private TV channels sowed the seeds of wanting more - more entertainment, more information,\" she says, and adds that film magazines like Cine Blitz and Stardust also became bolder in their coverage of celebrity gossip and news.\"Celebrity photographs no longer had a staged look and feel; they became more candid and casual,\" she says.At the same time, Bollywood was becoming increasingly corporatised. Banks and studios began financing films, and stars - who generally had a single public relations officer - now began being handled by PR teams.\"This has created a strange kind of distance between celebrities and photographers,\" says Chawla. \"Though we still have access to them, perhaps more than before, we've lost out on the warm friendships,\" he says.It's not clear when paparazzi culture emerged in India, but veterans in the industry say it was possibly in the early to mid-2000s.Chawla says he started the trend by sneaking a photo of Abhishek Bachchan on his wedding day, as photographers had been banned from the venue. The US and UK have seen several cases where celebrities have successfully sued paparazzi for invasion of privacy.\"We might soon see such a case [in India] where it sets a precedent for the celebrity, the paparazzi and the managers and publicists, so that there's a better system that works in everybody's favour,\" Sharma says.BBC News India is now on YouTube. Click here to subscribe and watch our documentaries, explainers and features.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "sentiment": "neutral/positive"}]